app/controllers/jointables_controller.rb

INSERT INTO "jointables" ("item_id", "order_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["item_id", 1], ["order_id", 26], ["created_at", "2020-02-18 02:53:49.014596"], ["updated_at", "2020-02-18 02:53:49.014596"]]
---
    def create
        jointable = Jointable.create(join_params)