app/controllers/orders_controller.rb

    def create
        order = Order.create(order_params)
---
INSERT INTO "orders" ("user_id", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["user_id", 1], ["created_at", "2020-02-18 02:53:47.346442"], ["updated_at", "2020-02-18 02:53:47.346442"]]